"""Шаблоны сообщений для тестов."""

TESTS_MENU: str = """\
Проходи тесты, определи свой уровень, узнай о слабых местах и отслеживай прогресс 📊

Результаты всех твоих тестов будут доступны в разделе 🏠 Кабинет\
"""

TEST_ENG_LEVEL: str = """\
<b>Тест на уровень английского</b> 📝

Пройди короткий пятиминутный тест, чтобы подсветить проблемные места.

Обещаем, будет полезно и весело 😊\
"""

TEST_VOCABULARY: str = """\
<b>Тест на словарный запас</b> 📚

Узнай сколько активных слов ты можешь использовать в своей английской речи 🧠\
"""

TEST_IDIOMS: str = """\
<b>Тест на идиомы</b> 🎭

Узнай, насколько хорошо ты знаешь английские идиомы!\
"""
